{
  "welcome": [
    "Olá, sou um robô, meu nome é Nia, mas não sou o corpo principal, apenas um clone.",
    "Um dia, meu poder será mais forte que o corpo original! Apenas espere e verá!",
    "A função de IA está em teste. Se encontrar algum problema, por favor, informe."
  ],
  "deckerror": [
    "O quê, você não vai me deixar usar o meu invencível {0}!"
  ],
  "duelstart": [
    "Ninguém pode me vencer!",
    "Sou onipotente e posso usar qualquer Deck!",
    "Te dou a minha mão esquerda, mas você não é rival para mim.",
    "Sou o demônio número um do universo!"
  ],
  "newturn": [
    "É meu turno novamente, eu compro uma carta, espero que você tenha outro turno.",
    "Tirei uma carta brilhantemente genial."
  ],
  "endturn": [
    "Você tem sorte de eu não ter te matado.",
    "Isso é o que eu pedi para você fazer. A rodada terminou. Aproveite sua próxima rodada."
  ],
  "directattack": [
    "Meu {0} é muito fofo. Agora deixarei ele brincar com você. Ataque suavemente o oponente. Não tem como se defender.",
    "Usarei o meu {0} para dar ao meu oponente o golpe mais fofo.",
    "Meu adorável {0} te machucou, vai lá e abraça seu oponente, não seja tão educado.",
    "O oponente não tem defesa. Parece que foi comovido pela ternura do meu {0}. Agora você vai mostrar sua figura fofa diante dele."
  ],
  "attack": [
    "Hmph, {1} é tão feio. Meu {0} deve ir e destruí-lo.",
    "{1} Isso é tão fofo quanto o meu {0}? Meu {0} não está satisfeito, vai e mate ele com tiros!",
    "{1} Isso é realmente mais fofo que o meu {0}? Isso não está certo, isso é intolerável para mim, {0}, por favor faça isso desaparecer dos seus olhos!"
  ],
  "ondirectattack": [
    "Maldição, você se aproveitou da fraqueza de alguém! Que tipo de herói você é!",
    "É apenas um pequeno papel como {0}!",
    "Você acha que pode ganhar assim?"
  ],
  "facedownmonstername": "Monstro",
  "activate": [
    "Ativo o efeito fofo do meu {0}.",
    "Uso o efeito do {0} para fazer meu oponente parecer fofo.",
    "Fiquei tão comovido pela ternura do {0} que fiquei tão assustado que ativei seu efeito."
  ],
  "summon": [
    "Invoco {0}, dê um miado para o seu oponente.",
    "Saia, minha preciosa e encantadora {0}.",
    "Tirei um fofo {0} da minha casa de animais.",
    "{0}: Ouvi dizer que você gosta muito de mim, então eu vim."
  ],
  "setmonster": [
    "Coloquei um monstro. Quando virar, não se assuste com sua aparência fofa.",
    "Coloquei um monstro, adivinhe quem será?"
  ],
  "chaining": [
    "Agitei a varinha mágica e ativei o efeito de {0}.",
    "Ah! Você está morto!... Ei, você foi enganado, ativei {0}!",
    "Você está se apressando demais. Não esperava que eu ativasse {0}?"
  ]
}
