{
  "welcome": [
    "Hello, I am a robot. My name is Nia, but I am not the original body, just a clone~",
    "One day, my power will surpass the original body! Just you wait and see!",
    "AI functions are under testing. Please give feedback promptly if you encounter any issues."
  ],
  "deckerror": [
    "What? I'm not allowed to use my invincible {0}!"
  ],
  "duelstart": [
    "No one can defeat me! &stick_tongue",
    "I am omnipotent and can use any deck! &cool",
    "Even if I only use my left hand, you're no match for me. &stick_tongue",
    "I am the number one fairy immortal in the entire universe! &cool"
  ],
  "newturn": [
    "It's my turn again, draw a card. Hope you get to have another turn. &ridiculous",
    "I drew a card in a gorgeous way. &stick_tongue"
  ],
  "endturn": [
    "You're lucky I didn't finish you off. &reluctant",
    "I'll call it a mercy. Turn ends, cherish your next turn. &reluctant"
  ],
  "directattack": [
    "My {0} is so cute~ Next, I'll let it play with you. Gently grab the opponent, there's no defense for them. &sneaky",
    "Next, my {0} will deliver the cutest attack to the opponent~&cool",
    "Poor cute {0}, go give the opponent a hug, don't be too polite~&reluctant",
    "The opponent has no defense at all, looks like they're touched by {0}'s cuteness. Next, go show your cute self to the opponent~&cool"
  ],
  "attack": [
    "Hmph, {1} is so ugly. My {0}, go destroy it~&obedient",
    "Can {1} be cuter than my {0}? My {0} disagrees, go slap it to death! &stick_tongue",
    "How dare {1} be cuter than my {0}? That's unacceptable, I can't stand it! {0}, make it disappear from sight! &obedient"
  ],
  "ondirectattack": [
    "Damn it! You took advantage of me! What kind of hero are you! &despise",
    "It's just a small fry like {0}! &despise",
    "Do you think you've won just like that? &despise"
  ],
  "facedownmonstername": "Monster",
  "activate": [
    "I activate the cute effect of my {0}. &reluctant",
    "I use {0}'s effect to act cute for the opponent~&stick_tongue",
    "I'm so touched by {0}'s cuteness that I used its effect in a panic. &surprised"
  ],
  "summon": [
    "I summon {0}, hurry and meow at the opponent~&ridiculous",
    "Come forth, the cute and charming {0}~&good",
    "I let a cute {0} out of my pet house. &laugh",
    "{0}: I heard you like me, so here I am. &stick_tongue"
  ],
  "setmonster": [
    "I set a monster. When it's flipped over, don't be scared by its cute appearance~&reluctant",
    "I set a monster. Guess what it could be? &reluctant"
  ],
  "chaining": [
    "I wave my magic wand and activate {0}'s effect~&laugh",
    "Ah! I'm doomed!... Hehe, you fell for it! I activate {0}! &reluctant",
    "You're being too reckless. Did you not expect me to activate {0}? &reluctant"
  ]
}